{
    "Your": "Tu",
    "container for TON, NFT and Jetton": "contenedor para TON, NFT y Jetton",
    "Connect wallet": "Conectar billetera",
    "Disconnect wallet": "Desconectar billetera",
    "Home": "Inicio",
    "Create": "Crear",
    "Shop": "Tienda",
    "Referral": "Referral",
    "About": "Sobre",
    "Open": "Abierto",
    "Sell": "Vender",
    "Send": "Enviar",
    "Balance": "Balance",
    "Take": "Coger",
    "No nfts": "Sin NFTs",
    "No Jettons": "Sin Jettons",
    "Name or address": "Nombre o dirección",
    "Collection": "Colección",
    "Collection search": "Búsqueda de colección",
    "Referral program": "Programa de referencia",
    "Referral-description": "Cree su enlace de referencia y reciba 0,1 TON por cada Lucky Wallet creada, y su referencia recibirá un descuento de 0,1 TON al momento de la creación.",
    "Referral-cost": "El costo de crear un contrato inteligente de referencia es de 0,5 TON.",
    "Your referral link:": "Tu enlace de referencia:",
    "Copy": "Copiar",
    "Copied": "Copiado",
    "Number of purchases:": "Número de compras:",
    "Transaction is being processed. Check back in a few minutes.": "La transacción se está procesando. Vuelve a consultar en unos minutos.",
    "Create-description": "El coste de crear cada nuevo Lucky Wallet aumenta en progresión aritmética en incrementos de 0,005 TON. Por tanto, el coste final de creación puede variar en función de si los contenedores han sido creados por otros usuarios en su momento.",
    "Creation cost": "Costo de creación",
    "Blockchain commission": "Comisión de cadena de bloques",
    "Cashback": "Devolución de dinero",
    "Error": "Error",
    "Pay": "Pagar",
    "About-description": "Lucky Wallet es su contenedor inteligente personal y seguro para almacenar y recolectar TON, NFT y Jetton. Los activos ubicados en Lucky Wallet se administran mediante una mini aplicación especialmente creada. El código del contrato inteligente ha sido verificado y el código fuente de los contratos está disponible de código abierto en el repositorio de github. El contenedor inteligente está fabricado en forma de NFT y, en consecuencia, puede transferirse o venderse a un nuevo propietario como un NFT normal. Sólo el propietario actual del NFT tiene acceso a los activos del contenedor.",
    "You don't have": "No tienes"
}